####I found this art on https://emojicombos.com/sun-ascii-art


weather_arts = {
    "1": (
        "[bold #fabd2f]⠀⠀⠀⠀⠀⠀⠀⢴⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀[/]\n"
        "[bold #fabd2f]⠀⠀⢀⠀⠀⠀⠀⡇⢑⠀⠀⢀⡐⢱⠀⠀⠀⠀⠀⠀⠀[/]\n"
        "[bold #fabd2f]⠀⠀⠈⢏⠢⣀⣘⠀⣀⣣⣔⣁⣀⡯⠀⣀⣀⣀⠀⠀⠀[/]\n"
        "[bold #fabd2f]⠀⠀⠀⠈⡂⠔⠿⠉⠀⠈⠀⠀⠀⠉⠓⢄⡰⠋⠀⠀⠀[/]\n"
        "[bold #fabd2f]⠀⢏⠈⠒⠷⣁⣀⡀⠀⠀⠀⣀⣀⠀⠀⠈⡗⠦⢄⠀⠀[/]\n"
        "[bold #fabd2f]⠀⠀⠳⢄[/][#1c1c1c]⢘⢻⣴⣿⠥⢼⣽⣷⣿⠤⠖⠒[/][bold #fabd2f]⡇⠀⣀⣈⡇[/]\n"
        "[bold #fabd2f]⠘⢗⠒⠛⢒⠙⠛⠁⠀⠀⠙⠛⠁⠀⠀⡸⠙⡍⠁⠀⠀[/]\n"
        "[bold #fabd2f]⠀⠀⠁⠒⠄⢵⣀⠀⠀⠀⠀⠀⠀⡠⣾⣁⡀⠘⣄⠀⠀[/]\n"
        "[bold #fabd2f]⠀⠀⠀⠀⣀⠴⠋⣑⣶⠒⢲⢮⠁⢰⠀⠀⠉⠓⠋⠀⠀[/]\n"
        "[bold #fabd2f]⠀⠀⠀⣎⡡⠆⠋⠀⣏⣀⠎⠀⠘⣄⢀⡇⠀⠀⠀⠀⠀[/]\n"
        "[bold #fabd2f]⠀⠀⠀⠀⠀⠀⠀⠀⠀⠁⠀⠀⠀⠀⠉⠀⠀⠀⠀⠀⠀[/]"
    )
}
